{
    "navbar": {
        "home": "Home",
        "carport": "Carport",
        "furniture": "Furniture",
        "massagechair": "Massage Chair",
        "lights": "Lights"
    },
    "homeSlider": {
        "title1": "Protect your car in style with our unmatched quality carports",
        "desc1": "We specialize in designing and constructing carports that enhance the look of your property and offer ultimate protection.",
        "title2": "Experience extraordinary comfort with our exquisite luxury furniture",
        "desc2": "Indulge in the comfort of our luxury sofas, designed with top-notch materials to create a statement piece.",
        "title3": "Illuminate your space with our lighting solutions",
        "desc3": "Energy-efficient lighting solutions that create a warm and inviting atmosphere.",
        "title4": "Relax and de-stress with the ultimate massage experience",
        "desc4": "Our high-tech massage chairs offer a soothing massage to provide relaxation.",
        "aboutUS": "About US",
        "contactUS": "Contact US"
    },
    "homeValueAbleSpeech": {
        "title": "Valuable Speech From Our CEO & Founder",
        "desc1": "Hello fellas!",
        "desc2": "Welcome to our world of comfort and luxury. We're thrilled to offer you a line of beautiful and functional products. My passion for cars and luxury furniture turned into my profession and led me to lay the foundation of this company where you find everything you need to unwind and recharge, from the carport to lighting and luxury furniture to massage chairs.",
        "desc3": "As the CEO of this company, I believe that luxury is not something related to the price tag but about the experience. That's where our products and services come that reflect my years of experience and dedication to excellence.",
        "desc4": "Our designer, a professional degree holder, ensures that every product is designed with utmost care and detail.",
        "desc5": "Let's embark on a journey to transform your space into a sanctuary of comfort and relaxation.",
        "desc6": "Sincerely,"
    },
    "homeCompleteCollection": {
        "title": "Our Complete Collection With Luxury",
        "desc": "It is a long established fact that a reader will be distracted by the readable content of a page",
        "r1":"Carport",
        "r2":"Massage Chair",
        "r3":"Furniture",
        "r4":"Lights"
    },
    "homeLuxuryCollection": {
        "title": "Elevate your space with furniture that reflects your style",
        "desc1": "A quality piece of furniture reflects your personality, taste and the life you want to live. So, why not live in style and comfort with our range of sofas collections? You can find our passion for design and commitment to quality in our collection of pieces. From the sleek lines of modern sofas to warm tones of tables and statement pieces to all items, we have something for everyone.",
        "desc2": "Since the right piece of furniture can bring life to your space, we curated a diverse collection to cater to the needs of our customers. Further, you don't have to worry about the furniture's material; we ensure top-notch materials and craftsmanship. Every detail is carefully focused, ensuring that it lasts for years, from the finest words to the plush cushions of our sofas.",
        "desc3": "Don't settle for less! Discover our collection and get a perfect piece expressing your style."
    },
    "homeExclusiveProduct": {
        "lfttitle": "Our Exclusive Product",
        "title": "Relax and recharge yourself with our massage chairs",
        "desc1": "Looking for a chair that gives you a full-body massage and melts all your worries away? Our massage chairs are for you. They offer you the ultimate relaxation and unwinding like never before. Since our state-of-the-art chairs are designed with your comfort in mind, you can soothe your tired feet or relieve tension in your shoulder or neck with our massage chairs.",
        "desc2": "With a range of massage techniques, they offer a truly therapeutic experience and allow you to customize your message to target specific body regions. Moreover, you can set the chair in any comfortable position. We are dedicated to offering premium quality, sturdy, durable massage chairs.",
        "p1": "It is a long established fact that a reader",
        "p2": "a long established fact that a reader will be distracted",
        "p3": "established fact that a reader will be distracted",
        "p4": "fact that a reader will be distracted by the",
        "ex": "Exclusive",
        "cm": "Comfort",
        "at": "Autometic",
        "viewD": "View Details"
    },
    "homeDiscoverExclusiveProducts": {
        "title": "Shine bright with our stunning lighting collection that illuminates your life",
        "desc1": "Nothing better than lighting to create the ambience you desire. With a perfect lighting fixture, you can complement your space. We offer a wide range of chandeliers, lanterns and other lighting fixtures that express your style and are as unique as you are.",
        "desc2": "Whether you are looking for a bohemian or an industrial style, our lighting fixtures are one of a kind. Further, our chandeliers will fit your style so that you can add drama to your dining area or a serene atmosphere to your bedroom.",
        "desc3": "Our lanterns are equally special, with various shapes and sizes. We promise to deliver the highest quality material so you don't regret buying any item. We design every lighting fixture with sturdy material so it lasts for years to come.",
        "desc4": "Whether you are looking for a bohemian or an industrial style, our lighting fixtures are one of a kind. Further, our chandeliers will fit your style so that you can add drama to your dining area or a serene atmosphere to your bedroom."
    },
    "homeOurWorkingProcess": {
        "title": "We help you design your dream space in 3 simple steps",
        "title1": "Consultation",
        "desc1": "The success of every project lies behind an efficient consultation. We walk through with you at every phase of the project from start to end. Our expert team understands all your queries and works with you to develop a plan that helps you achieve your goals.",
        "title2": "Choose Design",
        "desc2": "No matter what your taste, we offer an extensive collection of designs to choose from. In our catalog, you can discover a design that will fit your style. Further, if you don't find a perfect design, you can get a personalized design that caters to your needs.",
        "title3": "Work done",
        "desc3": "At Motion Products, we strive to meet our client's expectations. We pride ourselves on our dedicated team, which works to deliver projects on time and within your budget. So, stay calm and let us do all the work for you until your satisfaction."
    },
    "greeting": "Hello, world!",
    "content": "This is a React website.",
    "valueableSpeech": "Valuable Speech From Our CEO & Founder",
    "welcomeMessage": "Welcome, click on the globe to change the language."
}